<template>
    <div class=" gap-2 mx-auto my-10 max-w-7xl box">
        <div class="flex items-center justify-center text-4xl font-bold p-4">
            <div class="text-primary mr-2">
                BEENA
            </div>
            <div class="text-secondary">
                ROBOTICS    
            </div>
        </div>
        <div class="p-4">
            จากประสบการณ์ในการเข้าร่วมการแข่งขันหุ่นยนต์ จนได้รับรางวัลต่าง ๆ มากมายทั้งในระดับประเทศและระดับนานาชาติ บวกกับความมุ่งมั่น ตั้งใจ ในการทำงานด้านวิศวกรรมของครูโน้ต ขจรศักดิ์ จันทร์แจ่ม และทีมงานเป็นระยะเวลาหลายปี จนปัจจุบันได้พัฒนามาเป็น EasyKids Robotics ซึ่งก่อตั้งขึ้นเมื่อวันที่ 7 พฤศจิกายน พ.ศ. 2556 โดยมีวัตถุประสงค์ในการถ่ายทอดความรู้และประสบการณ์การเขียนโปรแกรมต่าง ๆ ให้กับน้อง ๆ ทุกวัย รวมถึงการส่งเสริมให้น้อง ๆ ได้มีโอกาสสร้างหุ่นยนต์ นวัตกรรม และสิ่งประดิษฐ์ต่าง ๆ ตามความคิดสร้างสรรค์และจินตนาการของเด็กยุคใหม่ เพื่อให้น้อง ๆ รู้เท่าทันเทคโนโลยีในยุคปัจจุบัน
        </div>
    </div>
</template>